Repository: omaciel/pylyglot
Catalog: bidu/po/emerillon.master.*.po
Languages: pt_br

source: Active plugins
pt_br: Plug-ins ativos

source: List of active plugins.
pt_br: Lista de plug-ins ativos.

source: Show/hide the window side pane.
pt_br: Mostra/oculta o painel lateral da janela.

source: Show/hide the window statusbar.
pt_br: Mostra/oculta a barra de status da janela.

source: Show/hide the window toolbar.
pt_br: Mostra/oculta a barra de ferramentas da janela.

source: Window height in pixels.
pt_br: Altura da janela em pixels.

source: Window width in pixels.
pt_br: Largura da janela em pixels

source: Browse maps
pt_br: Navegue por mapas

source: Emerillon Map Viewer
pt_br: Visualizador de mapas Emerillon

source: Map Viewer
pt_br: Visualizador de mapas

source: %s - Version %s
pt_br: %s - Versão %s

source: Show version information and exit
pt_br: Mostra informações de versão e sai

source: Initial latitude
pt_br: Latitude inicial

source: Initial longitude
pt_br: Longitude inicial

source: Incorrect or missing coordinates
pt_br: Coordenadas faltando ou incorretas

source: - map viewer
pt_br: - visualizador de mapas

source: Specifies the default position
pt_br: Especifica a posição padrão

source: Show position options
pt_br: Mostrar opções de posição

source: Run '%s --help' to see a list of available command line options.
pt_br: Execute '%s --help' para ver uma lista de opções de linha de comando disponíveis.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
pt_br: Este programa é um software livre; você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU publicada pela Free Software Foundation; qualquer versão 2 da Licença, ou (a seu critério) outra versão posterior.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
pt_br: Este programa é distribuído na esperança de que seja útil, mas SEM NENHUMA GARANTIA; sem mesmo implicar garantias de COMERCIABILIDADE ou ADAPTAÇÃO A UM PROPÓSITO PARTICULAR. Veja a Licença Pública Geral GNU (GPL) para mais detalhes.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
pt_br: Você deve ter recebido uma cópia da Licença Pública Geral GNU junto com este programa; caso contrário, escreva para Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: translator-credits
pt_br: Michel Recondo <michel@recondo.com.br>

source: A map viewer for the GNOME desktop
pt_br: Um visualizador de mapas para o GNOME

source: _Map
pt_br: _Mapa

source: _Edit
pt_br: _Editar

source: _View
pt_br: _Ver

source: _Tools
pt_br: Ferra_mentas

source: _Help
pt_br: Aj_uda

source: Quit the program
pt_br: Sai do programa

source: Enlarge the image
pt_br: Aumenta a imagem

source: Shrink the image
pt_br: Diminui a imagem

source: Edit the preferences
pt_br: Edita as preferências

source: _Contents
pt_br: _Conteúdo

source: Help on this application
pt_br: Ajuda para este aplicativo

source: About this application
pt_br: Sobre este aplicativo

source: _Toolbar
pt_br: Barra de _ferramentas

source: Show or hide the toolbar in the current window
pt_br: Mostra ou oculta a barra de ferramentas na janela atual

source: _Statusbar
pt_br: Barra de _status

source: Show or hide the statusbar in the current window
pt_br: Mostra ou oculta a barra de status na janela atual

source: Side _Pane
pt_br: Painel _lateral

source: Show or hide the side pane in the current window
pt_br: Mostra ou oculta o painel lateral na janela atual

source: Enable or disable full screen mode
pt_br: Habilita ou desabilita modo tela cheia

source: _Street
pt_br: _Rua

source: View the street map based on OpenStreetMap
pt_br: Vê o mapa de ruas baseado no OpenStreetMap

source: _Cycling
pt_br: C_iclismo

source: View the cycling map based on OpenCycleMap
pt_br: Vê o mapa de ciclismo baseado no OpenCycleMap

source: _Public Transportation
pt_br: Transporte _público

source: View the public transportation map based on Öpnvkarte
pt_br: Vê o mapa de transporte público baseado no Öpnvkarte

source: _Terrain
pt_br: _Terreno

source: View the terrain map based on mapsforfree.com Relief
pt_br: Vê o mapa de terreno baseado no mapsforfree.com Relief

source: In
pt_br: Amplia

source: Out
pt_br: Reduz

source: Emerillon Preferences
pt_br: Preferências do Emerillon

source: Copy link to Web
pt_br: Copiar link para web

source: Provides a link for current view to major online maps
pt_br: Fornece um link para a visão atual aos principais mapas on-line

source: Copy to clipboard the link to this web service
pt_br: Copia o link deste serviço da web para a área de transferência

source: _Copy link to
pt_br: _Copiar link para

source: Display in the statusbar the coordinates at the center of the map
pt_br: Exibe na barra de status as coordenadas do centro do mapa

source: Map Position
pt_br: Posição do mapa

source: New Placemark
pt_br: Novo marcador

source: Name:
pt_br: Nome:

source: You are about to remove the %s placemark! Are you sure you want to proceed?
pt_br: Você está prestes a remover o marcador %s! Tem certeza de que quer continuar?

source: Organize Placemarks
pt_br: Organizar marcadores

source: Name
pt_br: Nome

source: Go to this placemark
pt_br: Ir para este marcador

source: _Placemarks
pt_br: _Marcadores

source: Placemark this location
pt_br: Marcar este local

source: Add current location to your placemarks
pt_br: Adiciona o local atual aos seus marcadores

source: Organize placemarks...
pt_br: Organizar marcadores...

source: Edit and delete existing placemarks
pt_br: Edita e exclui marcadores existentes

source: Placemarks
pt_br: Marcadores

source: Remembers your favorite view points
pt_br: Memoriza seus pontos de vista favoritos

source: No result found
pt_br: Nenhum resultado localizado

source: No
pt_br: Não

source: Search results
pt_br: Resultados da pesquisa

source: Allows searching GeoNames database
pt_br: Permite pesquisar no banco de dados do GeoNames

source: Search
pt_br: Pesquisa
